Repository: Strongdev0813/wordpress-develop
Catalog: languages/twitter-*.po
Languages: da_dk, de_de, el, fa_ir, fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja, ms_my, nb_no, nl_nl, pl_pl, ru_ru, sv_se, th, tl, tr_tr, zh_cn

# Text displayed for a Twitter audience
source: Twitter Custom Text
da_dk: Brugertilpasset Twitter-tekst
de_de: Benutzerdefinierter Text von Twitter
el: Προσαρμοσμένο κείμενο Twitter
fa_ir: متن سفارشی توییتر
fi: Oma Twitter-teksti
fr_fr: Texte personnalisé Twitter
he_il: טקסט מותאם אישית של טוויטר
hi_in: ट्विटर कस्टम टेक्स्ट
hu_hu: Egyedi Twitter-szöveg
id_id: Teks Tersuai Twitter
it_it: Testo personalizzato Twitter
ja: Twitterカスタムテキスト
ms_my: Teks Tersuai Twitter
nb_no: Twitter, egendefinert tekst
nl_nl: Aangepaste tekst Twitter
pl_pl: Dostosowany tekst Twittera
ru_ru: Настраиваемый текст Твиттера
sv_se: Anpassad Twitter-text
th: ข้อความปรับแต่งบนทวิตเตอร์
tl: Twitter Custom na Teksto
tr_tr: Twitter Özel Metni
zh_cn: Twitter 自定义文本

# Tweet verb. Sharing.
source: Tweet
de_de: Twittern
fa_ir: توییت
fi: Twiittaa
fr_fr: Tweeter
he_il: ציוץ
hi_in: ट्वीट
ja: ツイート
nl_nl: Tweeten
pl_pl: Tweetnij
ru_ru: Твитнуть
sv_se: Tweeta
th: ทวีต
tr_tr: Tweetle
zh_cn: 发推

# Customization or variable
source: Parameter
el: Παράμετρος
fa_ir: پارامتر
fi: Parametri
fr_fr: Paramètre
he_il: פרמטר
hi_in: पैरामीटर
hu_hu: Paraméter
it_it: Parametro
ja: パラメーター
pl_pl: Parametr
ru_ru: Параметр
th: พารามิเตอร์
tl: Parametro
tr_tr: Parametre
zh_cn: 参数

# Share / Tweet text
source: Text
da_dk: Tekst
el: Κείμενο
fa_ir: متن
fi: Teksti
fr_fr: Texte
he_il: טקסט
hi_in: टेक्स्ट
hu_hu: Szöveg
id_id: Teks
it_it: Testo
ja: テキスト
ms_my: Teks
nb_no: Tekst
nl_nl: Tekst
pl_pl: Tekst
ru_ru: Текст
th: ข้อความ
tr_tr: Metin
zh_cn: 文本

source: Hashtags
el: Ετικέτες
fa_ir: هشتگ
fi: Avainsanat
he_il: תגיות
hi_in: हैशटैग
hu_hu: Címkék
id_id: Hashtag
it_it: Hashtag
ja: ハッシュタグ
ms_my: Hashtag
nb_no: Hashtagger
pl_pl: Hasztagi
ru_ru: Метки
sv_se: Hashtaggar
th: แฮชแท็ก
tl: Mga Hashtag
tr_tr: Etiketler
zh_cn: 话题标签(#)

source: Pre-populate Tweet text
da_dk: Forudfyld tweet-tekst
de_de: Tweet-Text automatisch einfügen
el: Προσυμπληρωμένο κείμενο Tweet
fa_ir: متن توییت از قبل آماده شده
fi: Esitäytä twiittiteksti
fr_fr: Prérenseignez le texte du Tweet.
he_il: הזנה מראש של הטקסט לציוץ
hi_in: ट्वीट टेक्स्ट को प्री-पॉप्यूलेट करें
hu_hu: Előre feltöltött Tweet-szöveg
id_id: Isi otomatis teks Tweet
it_it: Precompila il testo del Tweet
ja: ツイートの本文を自動入力
ms_my: Praisi teks Tweet
nb_no: Forhåndsfyll tweet-tekst
nl_nl: Tweettekst vooraf invullen
pl_pl: Wypełnij wstępnie tekst tweeta
ru_ru: Автоматический текст твита
sv_se: Fyll i tweettexten på förhand
th: กรอกข้อความทวีตล่วงหน้า
tl: Pre-populate ang teksto ng Tweet
tr_tr: Tweet metnini önceden doldurma
zh_cn: 预先填写推文文本

source: Twitter Card
da_dk: Twitter-kort
el: Κάρτα Twitter
fa_ir: کارت توییتر
fi: Twitter-kortti
fr_fr: Carte Twitter
he_il: כרטיס טוויטר
hi_in: ट्विटर कार्ड
hu_hu: Twitter Kártya
id_id: Kartu Twitter
it_it: Card di Twitter
ja: Twitterカード
ms_my: Kad Twitter
nb_no: Twitter-kort
pl_pl: Karta Twittera
ru_ru: Карточка Твиттера
sv_se: Twitter-kort
th: การ์ดทวิตเตอร์
tl: Preview ng Twitter Card
tr_tr: Twitter Kartı
zh_cn: Twitter 卡片

# Object component, such as a title and description of an article
source: Property
da_dk: Ejendom
de_de: Eigenschaft
el: Ιδιότητα
fa_ir: دارایی
fi: Ominaisuus
fr_fr: Propriété
he_il: מאפיין
hi_in: गुण
hu_hu: Tulajdonság
id_id: Properti
it_it: Proprietà
ja: プロパティ
ms_my: Sifat
nb_no: Egenskap
pl_pl: Właściwość
ru_ru: Свойство
sv_se: Egenskap
th: คุณสมบัติ
tl: Ari-arian
tr_tr: Mülkiyet
zh_cn: 属性

# News article title
source: Title
da_dk: Titel
de_de: Titel
el: Τίτλος
fa_ir: عنوان
fi: Otsikko
fr_fr: Titre
he_il: כותרת
hi_in: शीर्षक
hu_hu: Cím
id_id: Judul
it_it: Titolo
ja: タイトル
ms_my: Tajuk
nb_no: Tittel
nl_nl: Titel
pl_pl: Tytuł
ru_ru: Заголовок
sv_se: Titel
th: หัวข้อ
tl: Pamagat
tr_tr: Unvan
zh_cn: 标题

# Brief summary or excerpt
source: Description
da_dk: Beskrivelse
de_de: Beschreibung
el: Περιγραφή
fa_ir: توضیح
fi: Kuvaus
he_il: תיאור
hi_in: विवरण
hu_hu: Leírás
id_id: Deskripsi
it_it: Descrizione
ja: 説明
ms_my: Penerangan
nb_no: Beskrivelse
nl_nl: Beschrijving
pl_pl: Opis
ru_ru: Описание
sv_se: Beskrivning
th: คําอธิบาย
tl: Paglalarawan
tr_tr: Açıklama
zh_cn: 描述

source: Customize Twitter link previews
da_dk: Tilpas Twitter-linksmugkig
de_de: Twitter Link-Vorschauen anpassen
el: Προσαρμογή προεπισκοπήσεων συνδέσμου Twitter
fa_ir: تنظیم سفارشی پیش نمایس پیوند توییتر
fi: Mukauta Twitter-linkkien esikatselut
fr_fr: Personnalisez les aperçus de liens Twitter.
he_il: התאמה אישית לתצוגות מקדימות של קישורים בטוויטר
hi_in: ट्विटर लिंक पूर्वावलोकनों को कस्टमाइज़ करें
hu_hu: Twitter-hivatkozások előnézetének személyre szabása
id_id: Menyesuaikan pratinjau tautan Twitter
it_it: Personalizza le anteprime dei link Twitter
ja: Twitterリンクプレビューをカスタマイズ
ms_my: Sesuaikan pratonton pautan Twitter
nb_no: Tilpass forhåndsvisninger av linker på Twitter
nl_nl: Voorbeelden Twitter-links aanpassen
pl_pl: Dostosuj podglądy linków na Twitterze
ru_ru: Настройка предварительного просмотра ссылок Твиттера
sv_se: Anpassa förhandsgranskningar av Twitter-länkar
th: ปรับแต่งตัวอย่างลิงก์ทวิตเตอร์
tl: Mga preview ng Customize Twitter link
tr_tr: Twitter bağlantı önizlemelerini özelleştirme
zh_cn: 自定义 Twitter 链接预览

# Prompt requesting entry of a Twitter username
source: Twitter @username
da_dk: Twitter @brugernavn
de_de: Twitter @Nutzername
el: @όνομα χρήστη Twitter
fa_ir: توییتر @نام کاربری
fi: Twitter-@käyttäjätunnus
fr_fr: @nomdutilisateur Twitter
he_il: @שם משתמש בטוויטר
hi_in: ट्विटर @उपयोगकर्तानाम
hu_hu: Twitter @felhasználónév
id_id: @namapengguna Twitter
it_it: @nomeutente Twitter
ja: Twitterのユーザー名
ms_my: @namapengguna Twitter
nb_no: Twitter-@brukernavn
nl_nl: @gebruikersnaam op Twitter
pl_pl: @nazwa_użytkownika na Twitterze
ru_ru: @имя_пользователя в Твиттере
sv_se: @Användarnamn på Twitter
th: ทวิตเตอร์ @ชื่อผู้ใช้
tr_tr: Twitter @kullanıcıadı
zh_cn: Twitter @用户名

source: Embedded Tweet
da_dk: Indlejret tweet
de_de: Eingebetteter Tweet
el: Ενσωματωμένο Tweet
fa_ir: توییت تعبیه شده
fi: Upotettu twiitti
fr_fr: Tweet intégré
he_il: ציוץ מוטבע
hi_in: एम्बेड किया गया ट्वीट
hu_hu: Beágyazott Tweet
id_id: Tweet Terlampir
it_it: Tweet integrato
ja: 埋め込みツイート
ms_my: Tweet Dibenamkan
nb_no: Innebygd tweet
nl_nl: Ingesloten tweet
pl_pl: Wbudowany tweet
ru_ru: Встроенный твит
sv_se: Inbäddad tweet
th: ทวีตฝังตัว
tl: Naka-embed na Tweet
tr_tr: Katıştırılmış Tweet
zh_cn: 嵌入推文

# A threaded view of Tweets in reply to a previous Tweet
source: Conversation view
da_dk: Samtalevisning
de_de: Gesprächsansicht
el: Προβολή συνομιλίας
fa_ir: نمای مکالمه
fi: Keskustelunäkymä
fr_fr: Affichage de la conversation
he_il: תצוגת השיחה
hi_in: बातचीत दृश्य
hu_hu: Beszélgetési nézet
id_id: Tampilan percakapan
it_it: Vista conversazione
ja: 会話ビュー
ms_my: Paparan perbualan
nb_no: Samtalevisning
nl_nl: Gespreksweergave
pl_pl: Podgląd rozmowy
ru_ru: Отображение переписки
sv_se: Konversationsvy
th: มุมมองบทสนทนา
tl: Tinginan ng usapan
tr_tr: Sohbet görünümü
zh_cn: 对话视图

# Option to include images, video, and link previews with Tweet content
source: Include media
da_dk: Inkluder medie
de_de: Medien einschließen
el: Συμπερίληψη μέσων
fa_ir: افزودن رسانه
fi: Sisällytä mediasisältö
fr_fr: Inclure les médias
he_il: הכללת מדיה
hi_in: मीडिया शामिल करें
hu_hu: Médiatartalom megjelenítése
id_id: Sertakan media
it_it: Includi contenuti multimediali
ja: メディアを含める
ms_my: Sertakan media
nb_no: Inkluder medier
nl_nl: Media opnemen
pl_pl: Dodaj multimedia
ru_ru: Включить медиафайлы
sv_se: Inkludera medier
th: รวมสื่อ
tl: Isama ang media
tr_tr: Medya ekleme
zh_cn: 加入媒体

source: Customize the visual display of embedded Tweets
da_dk: Tilpas visuel visning af indlejret tweets
de_de: Die visuelle Darstellung eingebetteter Tweets anpassen
el: Προσαρμογή της εμφάνισης ενσωματωμένων Tweet
fa_ir: تنظیم سفارشی حالت نمایش توییت های تعبیه شده
fi: Mukauta upotettujen twiittien visuaalinen ulkoasu
fr_fr: Personnalisez l'affichage des Tweets intégrés.
he_il: בצע התאמה אישית של התצוגה החזותית של ציוצים מוטבעים
hi_in: एम्बेड किए गए ट्वीट्स का विज़ुअल प्रदर्शन कस्टमाइज़ करें
hu_hu: A beágyazott Tweetek vizuális megjelenésének személyre szabása
id_id: Menyesuaikan tampilan visual Tweet terlampir
it_it: Personalizza la visualizzazione grafica dei Tweet integrati
ja: 埋め込みツイートの表示方法をカスタマイズ
ms_my: Sesuaikan paparan visual Tweet yang dibenamkan
nb_no: Tilpass den visuelle visningen av innebygde tweets
nl_nl: De visuele weergave van ingesloten tweets aanpassen
pl_pl: Dostosuj sposób wyświetlania wbudowanych tweetów
ru_ru: Настройка визуального отображения встроенных твитов
sv_se: Anpassa den visuella visningen av inbäddade tweets
th: ปรับแต่งการแสดงผลของทวีตฝังตัว
tl: I-customize ang visual display ng mga naka-embed na Tweet
tr_tr: Katıştırılmış Tweetlerin görünümünü özelleştirme
zh_cn: 自定义嵌入推文的视觉显示

source: Include previous Tweets in the reply thread
da_dk: Inkluder forrige tweets i svartråden
de_de: Vorherige Tweets im Antwort-Thread einschließen
el: Συμπερίληψη προηγούμενων Tweet στο νήμα απάντησης
fa_ir: افزودن توییت های قبلی در رشته پاسخ
fi: Sisällytä aiemmat twiitit vastausketjuun
fr_fr: Inclure les Tweets antérieurs dans le fil de réponses
he_il: כלול ציוצים קודמים בשרשור התשובה
hi_in: जवाब थ्रेड में पूर्व ट्वीट शामिल करें
hu_hu: Előző Tweetek megjelenítése a válaszban
id_id: Menyertakan Tweet sebelumnya di utas balasan
it_it: Includi i Tweet precedenti nel thread di risposta
ja: 返信スレッドに前のツイートを含める
ms_my: Sertakan Tweet sebelumnya dalam jaluran balas
nb_no: Ta med tidligere tweets i svartråden
nl_nl: Voorgaande tweets in het antwoord opnemen
pl_pl: Dodaj do odpowiedzi poprzednie tweety z wątku
ru_ru: Включить предыдущие твиты в ответную ветку
sv_se: Inkludera föregående tweets i svarstråden
th: ใส่ทวีตก่อนหน้าในเธรดตอบกลับ
tl: Isama ang mga naunang Tweet sa thread ng sagot
tr_tr: Yanıt dizisinde önceki Tweetlere yer verme
zh_cn: 在回复帖子中加入先前的推文

source: A Tweet may be a reply to another Tweet. Select this option if you would like to display the previous Tweet in the thread.
da_dk: Et tweet kan være et svar til et andet tweet. Vælg denne mulighed hvis du gerne vil vise det forrige tweet i tråden.
de_de: Ein Tweet kann eine Antwort auf einen anderen Tweet sein. Wählen Sie diese Option aus, wenn Sie möchten, dass der vorherige Tweet im Thread angezeigt wird.
el: Ένα Tweet μπορεί να είναι η απάντηση σε κάποιο άλλο Tweet. Επιλέξτε αυτή την επιλογή εάν θέλετε να εμφανίζεται το προηγούμενο Tweet στο νήμα.
fa_ir: توییت ممکن است پاسخ به یک توییت دیگر باشد. اگر می خواهید توییت قبلی در رشته گفتار نشان داده شود، این گزینه را انتخاب کنید.
fi: Twiitti voi olla vastaus toiseen twiittiin. Valitse tämä vaihtoehto, jos haluat näyttää aiemman twiitin ketjussa.
fr_fr: Un Tweet peut être une réponse à un autre Tweet. Sélectionnez cette option si vous voulez afficher le Tweet précédent dans le fil.
he_il: ציוץ עשוי להיות תשובה לציוץ אחר. בחר באפשרות זו אם אתה מעוניין להציג את הציוץ הקודם בשרשור.
hi_in: ट्वीट एक अन्य ट्वीट का जवाब हो सकता है. इस विकल्प को चुनें अगर आप थ्रेड में पूर्व ट्वीट को प्रदर्शित करना चाहते हों.
hu_hu: Egy Tweet válasz lehet egy másik Tweetre. Válaszd ezt a lehetőséget, ha meg szeretnéd jeleníteni a korábbi Tweeteket az üzenetben.
id_id: Sebuah Tweet mungkin merupakan balasan untuk Tweet lain. Pilih pilihan ini jika Anda ingin menampilkan Tweet sebelumnya di utas tersebut.
it_it: Un Tweet può essere una risposta a un altro Tweet. Seleziona questa opzione se vuoi visualizzare i Tweet precedenti nel thread.
ja: ツイートが別のツイートへの返信である場合もあります。スレッドに前のツイートを表示する場合はこのオプションを選択してください。
ms_my: Tweet mungkin balasan kepada Tweet lain. Pilih pilihan ini jika anda ingin memaparkan Tweet sebelumnya dalam jaluran.
nb_no: En tweet kan være et svar på en annen tweet. Velg dette alternativet hvis du vil vise den tidligere tweeten i tråden.
nl_nl: Een tweet kan een antwoord op een andere tweet zijn. Selecteer deze optie als u de voorgaande tweet in de thread wilt weergeven.
pl_pl: Tweet może być odpowiedzią na innego tweeta. Zaznacz tę opcję, jeśli chcesz, by pozostałe tweety z wątku były wyświetlane.
ru_ru: Твит может быть ответом на другой твит. Установите этот флажок, если хотите, чтобы предыдущий твит отображался в ветке.
sv_se: En tweet kan vara ett svar på en annan tweet. Välj det här alternativet om du vill visa den föregående tweeten i tråden.
th: ทวีตอาจเป็นการตอบกลับทวีตอื่น เลือกตัวเลือกนี้ถ้าคุณต้องการ แสดงทวีตก่อนหน้าในเธรด
tl: Maaaring ang Tweet ay sagot sa isa pang Tweet Pilin ang opsyong ito kung gusto mong ipakita ang mga naunang Tweet sa thread.
tr_tr: Bir Tweet, başka bir Tweet'in yanıtı olabilir. Dizideki bir önceki Tweet'i görüntülemek isterseniz bu seçeneği belirleyin.
zh_cn: 推文可以是另一推文的回复。如果您想要在帖子中显示先前的推文则选择该选项。

source: Display images, video, and link previews referenced in the Tweet
da_dk: Vis billeder, video og linksmugkig, der refereres til i tweetet
de_de: Bilder, Videos und Link-Vorschauen anzeigen, auf die sich der Tweet bezieht
el: Προβολή προεπισκοπήσεων εικόνων, βίντεο και συνδέσμων που αναφέρονται στο Tweet
fa_ir: تصاویر، ویدیو و پیش نمایش های پیوند ارجاع داده شده در توییت را نمایش دهید
fi: Näytä twiitin kuvat, videot ja linkkien esikatselut
fr_fr: Afficher des aperçus des images, vidéos et liens référencés dans le Tweet
he_il: הצג תמונות, וידאו ותצוגות מקדימות של קישורים שאוזכרו בציוץ
hi_in: ट्वीट में संदर्भित चित्रों, वीडियो और लिंक प्रीव्यू को प्रदर्शित करें
hu_hu: A Tweetben hivatkozott képek, videók és hivatkozások előnézetének megjelenítése
id_id: Menampilkan pratinjau gambar, video, dan tautan yang dirujuk di Tweet ini
it_it: Visualizza le anteprime di immagini, video e link a cui si fa riferimento nel Tweet
ja: ツイートで言及されている画像、動画、リンクのプレビューを表示する
ms_my: Paparkan imej, video dan pratonton pautan yang dirujuk dalam Tweet
nb_no: Vis bilder, video og forhåndsvisninger av linker som omtales i tweeten
nl_nl: In de tweet vermelde afbeeldingen, video en voorbeelden van links weergeven
pl_pl: Wyświetlaj zdjęcia, filmy i podglądy linków zawarte w tweecie
ru_ru: Включить предварительный просмотр изображений, видео и ссылок, упомянутых в твите
sv_se: Visa bilder, video och länkförhandsvisningar som omnämns i tweeten
th: แสดงตัวอย่างภาพ วิดีโอ และลิงก์ที่อ้างอิงในทวีต
tl: Ipakita ang mga larawan, video, at link sa mga preview sinangguni sa Tweet
tr_tr: Tweet'te bahsedilen resim, video ve bağlantı önizlemelerini görüntüleme
zh_cn: 显示推文中引用的图片、视频和链接预览

source: Twitter settings
da_dk: Twitter-indstillinger
de_de: Twitter Einstellungen
el: Ρυθμίσεις Twitter
fa_ir: تنظیمات توییتر
fi: Twitter-asetukset
fr_fr: Paramètres Twitter
he_il: הגדרות בטוויטר
hi_in: ट्विटर सेटिंग
hu_hu: Twitter-beállítások
id_id: Pengaturan Twitter
it_it: Impostazioni Twitter
ja: Twitter設定
ms_my: Tetapan Twitter
nb_no: Twitter-innstillinger
nl_nl: Twitter-instellingen
pl_pl: Ustawienia Twittera
ru_ru: Настройки Твиттера
sv_se: Twitter-inställningar
th: การตั้งค่าทวิตเตอร์
tl: Mga setting sa Twitter
tr_tr: Twitter ayarları
zh_cn: Twitter 设置

# Attribute content on a website to a Twitter account
source: Site attribution
da_dk: Webstedstilskrivning
de_de: Site-Zuordnung
el: Εκχώρηση περιεχομένου
fa_ir: ذکر منبع سایت
fi: Sivustoattribuutio
fr_fr: Attribution de site
he_il: שיוך לאתר
hi_in: साइट एट्रिब्यूशन
hu_hu: Oldal-hozzárendelés
id_id: Atribusi situs
it_it: Attribuzione sito
ja: サイトアトリビューション
ms_my: Atribusi tapak
nb_no: Nettstedattribusjon
nl_nl: Sitetoewijzing
pl_pl: Przypisywanie do strony
ru_ru: Отнесение к сайту
sv_se: Webbplatstillskrivning
th: การระบุแหล่งที่มาของไซต์
tr_tr: Siteye özellik atama
zh_cn: 网站归因

source: Attribute shared content to your site's Twitter account
da_dk: Tilskriv delt indhold til dit websteds Twitter-konto
de_de: Geteilte Inhalte dem Twitter Account Ihrer Site zuordnen
el: Εκχωρήστε κοινοποιημένο περιεχόμενο στο λογαριασμό Twitter της διαδικτυακής τοποθεσίας σας
fa_ir: محتوای به اشتراک گذاشته شده را به عنوان منبع در حساب توییتر سایت خودتان اضافه کنید
fi: Merkitse jaetun sisällön jakajaksi sivustosi Twitter-tili
fr_fr: Attribuez le contenu partagé au compte Twitter de votre site.
he_il: שייך תוכן ששותף לחשבון טוויטר של האתר שלך
hi_in: साझा की गई सामग्री को आपकी साइट के ट्विटर खाते में एट्रिब्यूट करें
hu_hu: Megosztott tartalom hozzárendelése az oldalad Twitter-fiókjához
id_id: Konten yang disebarkan atribut ke akun Twitter situs Anda
it_it: Attribuisci contenuti condivisi all'account Twitter del tuo sito
ja: 共有コンテンツから自分のサイトのTwitterアカウントへのアトリビューションを実施
ms_my: Atribut kandungan dikongsi ke akaun Twitter tapak anda
nb_no: Tilskriv delt innhold til Twitter-kontoen for nettstedet ditt
nl_nl: Gedeelde content aan het Twitter-account van uw site toewijzen
pl_pl: Przypisz udostępniane treści do swojego konta na Twitterze
ru_ru: Связать совместно используемое содержимое с учетной записью вашего сайта в Твиттере
sv_se: Tillskriv din webbplats Twitter-konto delat innehåll
th: ระบุแหล่งที่มาของเนื้อหาที่แชร์กับบัญชีทวิตเตอร์ของไซต์ของคุณ
tl: Namahagi ang attribute ng nilalaman sa site ng iyong Twitter account
tr_tr: Paylaşılan içeriği sitenizin Twitter hesabına atama
zh_cn: 将分享的内容归属至您网站的 Twitter 账号

source: Site attribution is used to attribute site content to a Twitter account in %1$s and %2$s.
da_dk: Webtilskrivning anvendes til at tilskrive webstedsindhold til en Twitter-konto i %1$s og %2$s.
de_de: Die Site-Zuordnung wird dazu verwendet, Site-Inhalte in %1$s und %2$s einem Twitter Account zuzuordnen.
el: Η εκχώρηση περιεχομένου χρησιμοποιείται για να εκχωρήστε περιεχόμενο μιας διαδικτυακής τοποθεσίας σε λογαριασμό Twitter σε %1$s και %2$s.
fa_ir: منبع سایت برای ارجاع محتوای سایت به یک حساب توییتر در %1$s و %2$s استفاده می شود.
fi: Sivustoattribuutiota käytetään merkitsemään sivuston sisällön jakajaksi Twitter-tili kohteissa %1$s ja %2$s.
fr_fr: L'attribution de site est utilisée pour attribuer le contenu du site à un compte Twitter dans %1$s et %2$s.
he_il: שיוך לאתר נועד כדי לשייך תוכן מהאתר לחשבון טוויטר ב-%1$s ו-%2$s.
hi_in: साइट सामग्री को इनके ट्विटर खाते में एट्रिब्यूट करने के लिए साइट एट्रिब्यूशन का उपयोग किया जात है %1$s और %2$s.
hu_hu: Az oldal-hozzárendeléssel hozzá lehet rendelni egy oldal tartalmát egy Twitter-fiókhoz itt: %1$s és %2$s.
id_id: Atribusi situs digunakan untuk mengatribusi konten situs ke akun Twitter di %1$s dan %2$s.
it_it: L'attribuzione del sito viene usata per attribuirne i contenuti a un account Twitter in %1$s e %2$s.
ja: サイトアトリビューションは、サイトのコンテンツから%1$sと%2$sのTwitterアカウントへのアトリビューションに使用します。
ms_my: Atribut tapak digunakan untuk mengatributkan kandungan tapak ke akaun Twitter dalam %1$s dan %2$s.
nb_no: Nettstedattribusjon brukes til å tilskrive innhold på nettsider til en Twitter-konto i %1$s og %2$s.
nl_nl: Sitetoewijzing wordt gebruikt om sitecontent aan een Twitter-account toe te wijzen in %1$s en %2$s.
pl_pl: Funkcja ta służy do przypisywania treści ze strony do konta na Twitterze w %1$s i %2$s.
ru_ru: Отнесение к сайту позволяет связать содержимое сайта с учетной записью в Твиттере в %1$s и %2$s.
sv_se: Webbplatstillskrivning används för att tillskriva innehåll till ett Twitter-konto i %1$s och %2$s.
th: การระบุแหล่งที่มาของไซต์ใช้เพื่อระบุแหล่งที่มาของเนื้อหาไซต์ในบัญชีทวิตเตอร์ใน %1$s และ %2$s
tl: Ginamit ang attribution ng site sa nilalaman ng attribute site sa Twitter account nina %1$s at %2$s.
tr_tr: Siteye özellik atama, site içeriğinin %1$s ve %2$s olarak bir Twitter hesabına atanması için kullanılır.
zh_cn: 网站归因用于将网站内容按%1$s 和 %2$s 归属至 Twitter 账号。

source: Twitter Cards
da_dk: Twitter-kort
el: Κάρτες Twitter
fa_ir: کارت های توییتر
fi: Twitter-kortit
fr_fr: Cartes Twitter
he_il: כרטיסי טוויטר
hi_in: ट्विटर कार्ड्स
hu_hu: Twitter Kártyák
id_id: Kartu Twitter
it_it: Card di Twitter
ja: Twitterカード
ms_my: Kad Twitter
nb_no: Twitter-kort
pl_pl: Karty Twittera
ru_ru: Карточки Твиттера
sv_se: Twitter-kort
th: การ์ดทวิตเตอร์
tl: Mga Twitter Card
tr_tr: Twitter Kartları
zh_cn: Twitter 卡片

source: Twitter Analytics
da_dk: Twitter-statistik
el: Στατιστικά Twitter
fa_ir: تجزیه و تحلیل توییتر
fi: Twitter-tilastot
fr_fr: Statistiques Twitter
he_il: ניתוח נתונים בטוויטר
hi_in: ट्विटर एनालिटिक्स
hu_hu: Twitter Elemzések
id_id: Twitter Analitik
it_it: Statistiche di Twitter
ja: Twitterアナリティクス
ms_my: Analitis Twitter
nb_no: Twitter-statistikk
nl_nl: Twitter-analyses
pl_pl: Statystyki Twittera
ru_ru: Аналитика Твиттера
sv_se: Twitter-statistik
th: การวิเคราะห์ทวิตเตอร์
tr_tr: Twitter İstatistikleri
zh_cn: Twitter Analytics（分析）

source: The account may also be used to note a Tweet originated Tweet Button on your site.
da_dk: Kontoen kan også bruges til at mærke et tweet fra en Tweet-knap på dit websted.
de_de: Mit dem Account kann auch festgestellt werden, dass ein Tweet von einem Twitter Button auf Ihrer Site stammt.
el: Ο λογαριασμός μπορεί επίσης να χρησιμοποιείται για να δηλώσει Tweet που προέκυψε από το Κουμπί Tweet στη διαδικτυακή τοποθεσία σας.
fa_ir: از این حساب همچنین برای عنوان کردن یک دکمه توییت مبتنی بر توییت در سایت شما استفاده می شود.
fi: Tiliä voidaan myös käyttää merkitsemään, että twiitin alkuperä on Sivustossa oleva twiittauspainike.
fr_fr: Le compte peut aussi être utilisé pour noter un Tweet provenant d'un bouton Tweeter sur votre site.
he_il: ניתן להשתמש בחשבון גם כדי לציין ציוץ שמקורו בלחצן ציוץ המוצב באתר שלך.
hi_in: खाते का उपयोग यह नोट करने के लिए भी किया जा सकता है कि ट्वीट आपकी साइट पर ट्वीट बटन से शुरू हुआ है.
hu_hu: A fiókban azt is láthatod, ha valaki a weboldalon lévő Tweet gombbal küld egy Tweetet.
id_id: Akun tersebut juga digunakan untuk mencatat Tweet yang berasal dari Tombol Tweet di situs Anda.
it_it: L'account può essere usato anche per commentare un Tweet generato da un pulsante Tweet sul tuo sito.
ja: アカウントは自分のサイトのツイートボタンから投稿されたツイートを引用する際にも使われる場合があります。
ms_my: Akaun juga boleh digunakan untuk menandakan Tweet yang berasal dari Butang Tweet pada tapak anda.
nb_no: Kontoen kan også brukes til å legge ut en Tweet-knapp som viser at den stammer fra en annen Tweet på nettstedet ditt.
nl_nl: Het account kan ook worden gebruikt om een tweet te vermelden die afkomstig is van een tweetknop op uw site.
pl_pl: Konto może być także używane do oznaczania tweetów wysłanych za pomocą przycisku do tweetowania znajdującego się na Twojej stronie.
ru_ru: Учетная запись также позволяет отмечать твиты, отправленные при помощи кнопки «Твитнуть» на вашем сайте.
sv_se: Kontot kan även användas för att märka att en tweet har sitt ursprung från en Tweet-knapp på din webbplats.
th: นอกจากนี้ บัญชียังอาจใช้เพื่อบันทึกทวีตที่สร้างขึ้นจากปุ่มทวีตบน ไซต์ของคุณอีกด้วย
tl: Ang account ay maaring gamitin din para itala ang Tweet na nanggaling sa Tweet Button sa iyong site.
tr_tr: Hesap, sitenizdeki Tweet Butonundan gönderilmiş bir Tweet'i not etmek için de kullanılabilir.
zh_cn: 该账号也可用于对源自您网站上的发推按钮的推文添加注释。

# Visual and color theme
source: Theme
da_dk: Tema
de_de: Thema
el: Θέμα
fa_ir: طرح زمینه
fi: Teema
fr_fr: Thème
he_il: ערכת עיצוב
hi_in: थीम
hu_hu: Téma
id_id: Tema
it_it: Tema
ja: テーマ
ms_my: Tema
nb_no: Tema
nl_nl: Thema
pl_pl: Motyw
ru_ru: Тема
sv_se: Tema
th: ธีม
tl: Tema
tr_tr: Tema
zh_cn: 主题

# Option for content to appear with a light background and dark text
source: light
da_dk: lys
de_de: hell
el: ανοιχτό
fa_ir: روشن
fi: vaalea
fr_fr: clair
he_il: בהירה
hi_in: हल्का
hu_hu: világos
id_id: terang
it_it: chiaro
ja: 明るい
ms_my: cerah
nb_no: lyst
nl_nl: licht
pl_pl: jasny
ru_ru: светлая
sv_se: ljust
th: สว่าง
tl: maliwanag
tr_tr: açık
zh_cn: 浅色

# Option for content to appear with a dark background and light text
source: dark
da_dk: mørk
de_de: dunkel
el: σκούρο
fa_ir: تیره
fi: tumma
fr_fr: sombre
he_il: כהה
hi_in: गहरा
hu_hu: sötét
id_id: gelap
it_it: scuro
ja: 暗い
ms_my: gelap
nb_no: mørkt
nl_nl: donker
pl_pl: ciemny
ru_ru: темная
sv_se: mörkt
th: มืด
tl: madilim
tr_tr: koyu
zh_cn: 深色
