Repository: Strongdev0813/wordpress-develop
Catalog: languages/twitter-*.po
Languages: da_dk, de_de, el, fa_ir, fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja, ms_my, nb_no, nl_nl, pl_pl, ru_ru, sv_se, th, tl, tr_tr, zh_cn

# learn more about this topic
source: Read more
da_dk: Få mere at vide
de_de: Weitere Informationen
el: Διαβάστε περισσότερα
fa_ir: اطلاعات بیشتری کسب کنید
fi: Lue lisää
fr_fr: En savoir plus
he_il: המשך לקרוא
hi_in: अधिक पढ़ें
hu_hu: Tudj meg többet!
id_id: Selengkapnya
it_it: Per saperne di più
ja: 詳細
ms_my: Baca selanjutnya
nb_no: Les mer
nl_nl: Meer lezen
pl_pl: Więcej informacji
ru_ru: Подробнее
sv_se: Läs mer
th: อ่านเพิ่มเติม
tl: Magbasa pa
tr_tr: Daha fazla bilgi edinin
zh_cn: 了解更多

source: Select this option if you wish to opt-out of Twitter tracking visitors when a Twitter button or widget appears on a webpage.
da_dk: Vælg denne mulighed, hvis du vil framelde at Twitter sporer besøgende når en Twitter-knap eller -widget vises på en webside.
de_de: Aktivieren Sie diese Option, wenn Sie nicht möchten, dass Twitter die Aktivitäten von Besuchern nachverfolgt, wenn ein Twitter Button oder Widget auf einer Webseite angezeigt wird.
el: Κάντε αυτή την επιλογή αν θέλετε να αρνηθείτε την παρακολούθηση επισκεπτών από το Twitter όταν εμφανίζεται ένα κουμπί Twitter ή ένα widget σε μια διαδικτυακή τοποθεσία.
fa_ir: اگر می خواهید با نمایش دکمه توییتر یا ویجت بر روی صفحه وب، بازدیدکنندگان توییتر دنبال نشوند، این گزینه را انتخاب کنید.
fi: Valitse tämä vaihtoehto, jos et halua Twitterin seuraavan vierailijoita, kun verkkosivulla on Twitter-painike tai -pienoisohjelma.
fr_fr: Sélectionnez cette option si vous souhaitez que Twitter ne suive pas les visiteurs quand un bouton ou widget Twitter apparaît sur une page Web.
he_il: בחר באפשרות זו אם אתה מעוניין לבטל את המעקב של טוויטר אחר מבקרים כאשר לחצן ציוץ או וידג'ט של טוויטר מצוגים בדף אינטרנט.
hi_in: इस विकल्प का उपयोग करें जब आप किसी वेबपेज पर ट्विटर बटन या विज़ेट के दिखने पर ट्विटर के द्वारा विज़िटर ट्रैकिंग से ऑप्ट आउट करना चाहते हों.
hu_hu: Ezt a lehetőséget választva kikapcsolhatod a látogatók Twitter általi nyomon követését, amikor egy Twitter gomb vagy widget látható egy webhelyen.
id_id: Pilih pilihan ini jika Anda ingin menyisih dari pelacakan pengunjung Twitter saat tombol atau widget Twitter muncul di halaman web.
it_it: Seleziona questa opzione se desideri che Twitter non tenga traccia delle visite quando un pulsante o widget Twitter viene visualizzato su una pagina Web.
ja: WebサイトにTwitterボタンまたはウィジェットを表示する際、Twitterの訪問者のトラッキングをオプトアウトするにはこのオプションを選択してください。
ms_my: Pilih pilihan ini jika anda ingin menarik diri daripada pelawat yang menjejak Twitter apabila butang Twitter atau widget muncul pada halaman web.
nb_no: Velg dette alternativet hvis du ønsker å velge bort Twitter-sporing av besøkende når en Twitter-knapp eller et skjermelement vises på en nettside.
nl_nl: Selecteer deze optie als u niet wilt dat Twitter bezoekers bijhoudt op webpagina’s met een Twitter-knop of Twitter-widget.
pl_pl: Zaznacz tę opcję, jeśli chcesz, by Twitter nie monitorował odwiedzających, gdy przycisk lub widżet Twittera pojawi się na stronie.
ru_ru: Установите этот флажок, если хотите отказаться от отслеживания посетителей Твиттером при показе кнопки или виджета Твиттера на веб-странице.
sv_se: Välj det här alternativet om du inte vill att Twitter ska spåra besökare när en Twitter-knapp eller -widget visas på en webbsida.
th: เลือกตัวเลือกนี้หากคุณต้องการเลือกไม่ให้ทวิตเตอร์ติดตามผู้เข้าชมเมื่อ ปุ่มทวิตเตอร์หรือวิดเจทแสดงบนหน้าเว็บ
tl: Pilin itong opsyon kung gusto mong umalisa pagsubaybay sa mga bisita ng Twitter kapag ang Twitter button o widget ay lumitaw sa webpage.
tr_tr: Bir web sitesinde bir Twitter butonu veya bileşeni göründüğünde Twitter'ın ziyaretçileri takip etmesini iptal etmek istiyorsanız bu seçeneği belirleyin.
zh_cn: 在网页上出现 Twitter 按钮或小工具时如果您想要退出 Twitter 访客追踪，则选择此选项。

source: Warnings and error display
da_dk: Advarsler og visning af fejl
de_de: Anzeige von Warnungen und Fehlern
el: Προειδοποιήσεις και οθόνη σφάλματος
fa_ir: هشدارها و نمایش خطا
fi: Varoitusten ja virheiden näyttö
fr_fr: Affichage des avertissements et erreurs
he_il: הצגה של אזהרות ושגיאות
hi_in: चेतावनी और त्रुटि प्रदर्शन
hu_hu: Figyelmeztetések és hibaüzenetek
id_id: Tampilan peringatan dan kesalahan
it_it: Visualizzazione di avvisi ed errori
ja: 警告とエラーの表示
ms_my: Amaran dan paparan ralat
nb_no: Advarsler og feilvisninger
nl_nl: Waarschuwingen en foutweergave
pl_pl: Wyświetlanie ostrzeżeń i błędów
ru_ru: Отображение предупреждений и ошибок
sv_se: Visning av varningar och fel
th: การแสดงคำเตือนและข้อผิดพลาด
tl: Mga babala at pagpapakita ng error
tr_tr: Uyarılar ve hata görüntüleme
zh_cn: 警告和错误显示

source: Suppress Content Security Policy warnings
da_dk: Undertryk advarsler om Sikkerhedspolitik for indhold
de_de: Warnungen der Inhaltssicherheitsrichtlinie unterdrücken
el: Απόκρυψη προειδοποιήσεων σχετικά με την Πολιτική ασφαλείας περιεχομένου
fa_ir: هشدار سیاست ایمنی محتوا
fi: Piilota sisällön suojauskäytännön varoitukset
fr_fr: Supprimer les avertissements relatifs à la politique de sécurité des contenus
he_il: אל תציג אזהרות הקשורות למדיניות אבטחת תוכן
hi_in: सामग्री सुरक्षा नीति चेतावनियों को दबाएँ
hu_hu: Tartalombiztonsági irányelvvel kapcsolatos figyelmeztetések elrejtése
id_id: Menyembunyikan peringatan Kebijakan Keamanan Konten
it_it: Elimina gli avvisi relativi alla Policy sulla sicurezza dei contenuti
ja: コンテンツのセキュリティ ポリシーの警告を表示しない
ms_my: Tutup amaran Dasar Keselamatan Kandungan
nb_no: Advarsler om sikkerhetsretningslinjer for utelatt innhold
nl_nl: Geen waarschuwingen van veiligheidsbeleid inzake content weergeven
pl_pl: Pomijaj ostrzeżenia dotyczące zasad bezpieczeństwa
ru_ru: Не выводить предупреждения политики защиты содержимого
sv_se: Visa inte varningar från säkerhetsprincipen för innehåll
th: ระงับคำเตือนนโยบายความปลอดภัยของเนื้อหา
tl: Mga babala sa pagpigil sa Nilalaman ng Patakaran sa Seguridad
tr_tr: İçerik Güvenliği Politikası uyarılarını gizleme
zh_cn: 限制内容安全政策警告

source: Please note: Not all widget functionality is supported when a %s is applied
da_dk: Bemærk: Ikke alle widget-funktionaliteter understøttes når en %s anvendes
de_de: Hinweis: Nicht alle Widget-Funktionen werden unterstützt, wenn eine %s angewendet wird
el: Λάβετε υπ' όψιν ότι: Δεν υποστηρίζονται όλες οι λειτουργίες ενός widget όταν εφαρμόζεται ένα %s
fa_ir: لطفاً توجه کنید: وقتی %s اعمال می شود، عملکرد همه ویجت ها پشتیبانی نمی شود
fi: Huomaa: pienoisohjelmien kaikkia toimintoja ei tueta, kun %s on käytössä
fr_fr: À noter : toutes les fonctionnalités des widgets ne sont pas prises en charge quand une %s est appliquée.
he_il: שים לב: הפונקציונליות המלאה של הווידג'ט אינה נתמכת כאשר מחילים עליו %s
hi_in: कृपया ध्यान दें: %s के लागू किए जाने पर कुछ विज़ेट कार्यक्षमताएँ समर्थित नहीं होतीं.
hu_hu: Ne feledd: A %s alkalmazásakor nem minden widgetszolgáltatás támogatott
id_id: Perhatikan: Tidak semua fungsionalitas widget didukung saat %s diterapkan
it_it: Nota: quando si applica una %s non tutte le funzionalità dei widget sono supportate
ja: 注記: %sが適用されている場合、ウィジェットの一部の機能はサポートされません
ms_my: Harap maklum: Bukan semua fungsi widget disokong apabila %s digunakan
nb_no: Merk deg følgende: All funksjonalitet i skjermelementet støttes ikke når en %s tas i bruk
nl_nl: Let op: niet alle widget-functionaliteit wordt ondersteund wanneer het %s wordt toegepast
pl_pl: Uwaga: określone funkcje niektórych widżetów mogą być niedostępne, gdy %s ma zastosowanie.
ru_ru: Примечание. Если используется %s, часть функциональности виджета не поддерживается.
sv_se: Obs! Widgetens samtliga funktioner stöds inte när en %s används
th: โปรดทราบว่า: ฟังก์ชันการทำงานของวิดเจทบางส่วนเท่านั้นที่จะได้รับการรองรับเมื่อมีการใช้ %s
tl: Pakitandaan: Hindi lahat ng functionality ng widget ay suportado kapag ang % ay nilapat
tr_tr: Lütfen unutmayın: Bir %s uygulandığında tüm bileşen işlevleri desteklenmez
zh_cn: 请注意：当应用 %s 时并非支持所有小工具功能

source: Tweet Button
da_dk: Tweet-knap
de_de: Twitter Button
el: Κουμπί Tweet
fa_ir: دکمه توییت
fi: Twiittauspainike
fr_fr: Bouton Tweeter
he_il: לחצן ציוץ
hi_in: ट्वीट बटन
hu_hu: Tweet gomb
id_id: Tombol Tweet
it_it: Pulsante Tweet
ja: ツイートボタン
ms_my: Butang Tweet
nb_no: Tweet-knapp
nl_nl: Tweetknop
pl_pl: Przycisk tweetnij
ru_ru: Кнопка «Твитнуть»
sv_se: Tweetknapp
th: ปุ่มทวีต
tr_tr: Tweet Butonu
zh_cn: 发推按钮

# Display of content relative to other content. above, below, left, right
source: Position
el: Θέση
fa_ir: موقعیت
fi: Sijainti
fr_fr: Emplacement
he_il: מיקום
hi_in: स्थिति
hu_hu: Pozíció
id_id: Posisi
it_it: Posizione
ja: 位置
ms_my: Kedudukan
nb_no: Posisjon
nl_nl: Positie
pl_pl: Umiejscowienie
ru_ru: Местоположение
th: ตำแหน่ง
tl: Posisyon
tr_tr: Konum
zh_cn: 位置

# Numeric sum: number of Tweets referencing this URL
source: Count
da_dk: Tæller
de_de: Zähler
el: Μέτρημα
fa_ir: تعداد
fi: Lukumäärä
fr_fr: Décompte
he_il: מונה
hi_in: गणना
hu_hu: Szám
id_id: Jumlah
it_it: Conteggio
ja: カウント
ms_my: Kiraan
nb_no: Antall
nl_nl: Teller
pl_pl: Licznik
ru_ru: Количество
sv_se: Antal
th: จํานวน
tl: Bilang
tr_tr: Sayı
zh_cn: 计数

source: Add a Tweet Button to every public post.
da_dk: Tilføj en tweet-knap til hvert offentligt indlæg.
de_de: Einen Twitter Button zu jedem öffentlichen Beitrag hinzufügen.
el: Προσθήκη Κουμπιού Tweet σε κάθε δημόσια ανάρτηση.
fa_ir: یک دکمه توییت به هر پست عمومی اضافه کنید.
fi: Lisää twiittauspainike jokaiseen julkiseen merkintään.
fr_fr: Ajoutez un bouton Tweeter à chaque publication publique.
he_il: הוסף לחצן ציוץ לכל פרסום ציבורי.
hi_in: हर सार्वजनिक पोस्ट पर ट्वीट बटन जोड़ें.
hu_hu: Tweet gomb hozzáadása minden nyilvános bejegyzéshez.
id_id: Menambahkan Tombol Tweet ke setiap kiriman publik.
it_it: Aggiungi un pulsante Tweet a ogni post pubblico.
ja: すべての公開投稿にツイートボタンを追加します。
ms_my: Tambah Butang Tweet pada setiap siaran awam.
nb_no: Legg til en Tweet-knapp i alle offentlige innlegg.
nl_nl: Voeg een tweetknop toe aan elke openbare post.
pl_pl: Dodaj przycisk tweetnij do każdego publicznego wpisu.
ru_ru: Добавить кнопку «Твитнуть» в каждую общедоступную запись.
sv_se: Lägg till en tweetknapp i alla offentliga inlägg.
th: เพิ่มปุ่มทวีตไปยังโพสต์สาธารณะทั้งหมด
tl: Magdagdag ng Twitter button sa bawat pampublikong post.
tr_tr: Tüm genel gönderilere bir Tweet Butonu ekleyin.
zh_cn: 为每个公开发表添加一个发推按钮。

# before another piece of content
source: before
da_dk: før
de_de: vor
el: πριν
fa_ir: قبل
fi: edellä
fr_fr: avant
he_il: לפני
hi_in: पहले
hu_hu: előtt
id_id: sebelum
it_it: sopra
ja: 前
ms_my: sebelum
nb_no: før
nl_nl: vóór
pl_pl: przed
ru_ru: до
sv_se: före
th: ก่อน
tl: bago
tr_tr: önce
zh_cn: 前面

# after another piece of content
source: after
da_dk: efter
de_de: nach
el: μετά
fa_ir: بعد
fi: perässä
fr_fr: après
he_il: אחרי
hi_in: बाद में
hu_hu: után
id_id: setelah
it_it: sotto
ja: 後
ms_my: selepas
nb_no: etter
nl_nl: na
pl_pl: za
ru_ru: после
sv_se: efter
th: หลัง
tl: pagkatapos
tr_tr: sonra
zh_cn: 后面

# before and after another piece of content
source: before & after
da_dk: før og efter
de_de: vor und nach
el: πριν και μετά
fa_ir: قبل و بعد
fi: edellä ja perässä
fr_fr: avant et après
he_il: לפני ואחרי
hi_in: पहले और बाद में
hu_hu: előtt és után
id_id: sebelum & setelah
it_it: sopra e sotto
ja: 前と後
ms_my: sebelum & selepas
nb_no: før og etter
nl_nl: voor en na
pl_pl: przed i za
ru_ru: до и после
sv_se: före och efter
th: ก่อนและหลัง
tl: bago at pagkatapos
tr_tr: önce ve sonra
zh_cn: 前后

# display Tweet Button relative to the content of an article
source: Display Tweet Button %s post content
da_dk: Vis tweet-knap %s indlægsindhold
de_de: Twitter Button %s Beitragsinhalt anzeigen
el: Εμφάνιση Κουμπιού Tweet %s μετά το περιεχόμενο
fa_ir: نمایش محتوای پست %s دکمه توییت
fi: Näytä twiittauspainike sisällön %s
fr_fr: Afficher le bouton Tweeter %s le contenu publié
he_il: הצג לחצן ציוץ %s תוכן הפרסום
hi_in: ट्वीट बटन दिखाएँ %s सामग्री के बाद में
hu_hu: Tweet gomb megjelenítése a bejegyzés %s
id_id: Menampilkan konten kiriman %s Tombol Tweet
it_it: Mostra il pulsante Tweet %s il contenuto del post
ja: 投稿コンテンツの%sにツイートボタンを表示
ms_my: Paparkan Butang Tweet %s siarkan kandungan
nb_no: Vis Tweet-knapp %s innholdet i innlegget
nl_nl: Tweetknop %s postcontent weergeven
pl_pl: Wyświetl przycisk tweetnij %s po treści wpisu
ru_ru: Отображать кнопку «Твитнуть» %s записи
sv_se: Visa tweetknappen %s inlägget
th: แสดงปุ่มทวีต % โพสต์เนื้อหา
tl: Ipakita Botom ng Tweet %s nilalaman ng post
tr_tr: Tweet Butonu %s gönderi içeriğini görüntüleme
zh_cn: 显示发推按钮 %s 发布内容

source: Large button
da_dk: Stor knap
de_de: Großer Button
el: Μεγάλο κουμπί
fa_ir: دکمه بزرگ
fi: Suuri painike
fr_fr: Grand bouton
he_il: לחצן גדול
hi_in: बड़ा बटन
hu_hu: Nagy gomb
id_id: Tombol besar
it_it: Pulsante grande
ja: ボタン(大)
ms_my: Butang besar
nb_no: Stor knapp
nl_nl: Grote knop
pl_pl: Duży przycisk
ru_ru: Большая кнопка
sv_se: Stor knapp
th: ปุ่มขนาดใหญ่
tl: Malaking button
tr_tr: Büyük buton
zh_cn: 大按钮

source: Show the number of Tweets citing the post URL
da_dk: Vis antallet af tweets, der henviser til indlæggets URL-adresse
de_de: Zeigt die Anzahl von Tweets an, die die URL des Beitrags erwähnen
el: Εμφάνιση του αριθμού των Tweet που αναφέρουν τη διεύθυνση URL της ανάρτησης
fa_ir: نمایش تعداد توییت هایی که نشانی اینترنتی پست در آنها آورده شده است
fi: Näytä merkinnän URL-osoitteeseen viittaavien twiittien lukumäärä
fr_fr: Afficher le nombre de Tweets citant l'URL de la publication
he_il: הצג את מספר הציוצים המצטטים את הכתובת של הפרסום
hi_in: पोस्ट करने वाले यूआरएल को संदर्भित करते हुए ट्वीट्स की संख्या दिखाएँ
hu_hu: A bejegyzés URL-címét idéző Tweetek számának megjelenítése
id_id: Menampilkan jumlah Tweet yang mengutip URL kiriman
it_it: Mostra il numero di Tweet che citano l'URL del post
ja: 投稿URLを引用しているツイートの数を表示
ms_my: Tunjukkan bilangan Tweet yang merujuk URL siaran
nb_no: Vis antall tweets som nevner URL-en i innlegget
nl_nl: Het aantal tweets weergeven waarin de post-URL wordt vermeld
pl_pl: Pokaż liczbę tweetów zawierających adres www zawarty we wpisie
ru_ru: Показывать количество твитов, ссылающихся на URL-адрес записи
sv_se: Visa antalet tweets som nämner inläggets webbadress
th: แสดงจำนวนทวีตที่อ้างถึง URL ของโพสต์
tl: Ipakita ang bilang ng mga Tweet na pinapatungkulan ang post sa URL
tr_tr: Gönderi bağlantısından alıntı yapan Tweet sayısının gösterme
zh_cn: 显示引用发布 URL 的推文数量

# Follow a Twitter user
source: Follow %s
da_dk: Følg %s
de_de: %s folgen
fa_ir: دنبال کردن %s
fi: Seuraa käyttäjää %s
fr_fr: Suivre %s
he_il: עקוב אחרי %s
hi_in: फ़ॉलो %s
hu_hu: %s követése
id_id: Ikuti %s
it_it: Segui %s
ja: %sをフォロー
ms_my: Ikut %s
nb_no: Følg %s
nl_nl: Volg %s
pl_pl: Obserwuj %s
ru_ru: Начать читать %s
sv_se: Följ %s
th: ติดตาม %s
tl: Sundan%s
tr_tr: %s kullanıcısını takip et
zh_cn: 关注 %s

source: Twitter Follow Button
da_dk: Twitter-følg-knap
de_de: Twitter Folge-Button
el: Κουμπί Follow Twitter
fa_ir: دکمه دنبال کردن توییتر
fi: Twitterin seuraamispainike
fr_fr: Bouton Suivre de Twitter
he_il: לחצן מעקב של טוויטר
hi_in: ट्विटर फ़ॉलो बटन
hu_hu: Twitter Követés gomb
id_id: Tombol Ikuti Twitter
it_it: Pulsante Segui di Twitter
ja: Twitterフォローボタン
ms_my: Butang Ikut Twitter
nb_no: Følg på Twitter-knapp
nl_nl: Twitter-volgknop
pl_pl: Przycisk Obserwuj na Twitterze
ru_ru: Кнопка Твиттера «Читать»
sv_se: Knappen Följ på Twitter
th: ปุ่มติดตามทวิตเตอร์
tl: Button sa Pagsunod sa Twitter
tr_tr: Twitter Takip Et Butonu
zh_cn: Twitter 关注按钮

source: Lets a viewer follow your Twitter account
da_dk: Lader en seer følge din Twitter-konto
de_de: Ermöglicht einem Nutzer, Ihrem Twitter Account zu folgen
el: Επιτρέπει σε έναν θεατή να ακολουθήσει το λογαριασμό σας στο Twitter
fa_ir: به یک بازدیدکننده اجازه می دهد حساب توییتر شما را دنبال کند
fi: Antaa katselijan seurata Twitter-tiliäsi
fr_fr: Permet à un utilisateur de suivre votre compte Twitter
he_il: מאפשר למציג לעקוב אחרי חשבון טוויטר שלך
hi_in: किसी दर्शक को आपके ट्विटर खाते को फ़ॉलो करने देता है
hu_hu: A megtekintő követheti a Twitter-fiókodat
id_id: Mengizinkan pembaca mengikuti akun Twitter Anda
it_it: Consente a chi visualizza di seguire il tuo account Twitter
ja: 訪問してくれたユーザーにあなたのTwitterアカウントをフォローしてもらいましょう
ms_my: Biarkan pembaca mengikuti akaun Twitter anda
nb_no: Dette gjør at en besøkende kan følge Twitter-kontoen din
nl_nl: Hiermee kunnen gebruikers uw Twitter-account volgen
pl_pl: Zezwól użytkownikom obserwować Twoje konto na Twitterze
ru_ru: Позволяет посетителю начать читать вашу учетную запись в Твиттере
sv_se: Gör att det går att följa ditt Twitter-konto
th: ให้ผู้เข้าชมสามารถติดตามบัญชีทวิตเตอร์ของคุณ
tl: Hayaan ang tumitingin na sundan ang iyong Twitter account
tr_tr: Görüntüleyen kişinin Twitter hesabınızı takip etmesini sağlar
zh_cn: 让读者关注您的 Twitter 账号

source: Title:
da_dk: Titel:
de_de: Titel:
el: Τίτλος:
fa_ir: عنوان:
fi: Otsikko:
fr_fr: Titre :
he_il: כותרת:
hi_in: शीर्षक:
hu_hu: Cím:
id_id: Judul:
it_it: Titolo:
ja: タイトル:
ms_my: Tajuk:
nb_no: Tittel:
nl_nl: Titel:
pl_pl: Tytuł:
ru_ru: Заголовок:
sv_se: Titel:
th: หัวข้อ:
tl: Pamagat:
tr_tr: Unvan:
zh_cn: 标题：

source: @username:
da_dk: @brugernavn:
de_de: @Nutzername:
el: @όνομαχρήστη:
fa_ir: @نام کاربر:
fi: @käyttäjätunnus:
fr_fr: @nomdutilisateur :
he_il: @שם משתמש:
hi_in: @उपयोगकर्तानाम
hu_hu: @felhasználónév:
id_id: @namapengguna:
it_it: @nomeutente:
ja: @ユーザー名:
ms_my: @namapengguna:
nb_no: @brukernavn:
nl_nl: @gebruikersnaam:
pl_pl: @nazwa_użytkownika:
ru_ru: @имя_пользователя:
sv_se: @användarnamn:
th: @ชื่อผู้ใช้:
tr_tr: @kullanıcıadı:
zh_cn: @用户名：

source: Show username?
da_dk: Vis brugernavn?
de_de: Nutzername anzeigen?
el: Εμφάνιση ονόματος χρήστη;
fa_ir: نام کاربر نمایش داده شود؟
fi: Näytetäänkö käyttäjätunnus?
fr_fr: Afficher le nom d'utilisateur ?
he_il: להציג שם משתמש?
hi_in: उपयोगकर्ता नाम दिखाएँ?
hu_hu: Felhasználónév megjelenítése?
id_id: Tampilkan nama pengguna?
it_it: Vuoi mostrare il nome utente?
ja: ユーザー名を表示しますか?
ms_my: Tunjukkan nama pengguna?
nb_no: Vis brukernavn?
nl_nl: Gebruikersnaam weergeven?
pl_pl: Pokaż nazwę użytkownika?
ru_ru: Показывать имя пользователя?
sv_se: Visa användarnamnet?
th: แสดงชื่อผู้ใช้หรือไม่
tl: Ipakita ang username?
tr_tr: Kullanıcı adı gösterilsin mi?
zh_cn: 是否显示用户名？

source: Show number of followers?
da_dk: Vis antal følgere?
de_de: Follower-Anzahl anzeigen?
el: Να εμφανίζεται ο αριθμός των follower;
fa_ir: تعداد دنبال کنندگان نمایش داده شود؟
fi: Näytetäänkö seuraajien määrä?
fr_fr: Afficher le nombre d'abonnés ?
he_il: להציג מספר עוקבים?
hi_in: फ़ॉलोअर की संख्या दिखाएँ?
hu_hu: Felhasználók számának megjelenítése?
id_id: Tampilkan jumlah pengikut?
it_it: Vuoi mostrare il numero di follower?
ja: フォロワー数を表示しますか?
ms_my: Tunjukkan bilangan pengikut?
nb_no: Vis antall følgere?
nl_nl: Aantal volgers weergeven?
pl_pl: Pokazać liczbę obserwujących?
ru_ru: Показывать количество читателей?
sv_se: Visa antalet följare?
th: แสดงจำนวนผู้ติดตามหรือไม่
tl: Ipakita ang bilang ng mag tagasunod?
tr_tr: Takipçi sayısı gösterilsin mi?
zh_cn: 是否显示关注者数量？

source: Button size:
da_dk: Knap-størrelse:
de_de: Button-Größe:
el: Μέγεθος κουμπιού:
fa_ir: اندازه دکمه:
fi: Painikkeen koko:
fr_fr: Taille du bouton :
he_il: גודל הלחצן:
hi_in: बड़ा बटन:
hu_hu: Gomb mérete:
id_id: Ukuran tombol:
it_it: Dimensione del pulsante:
ja: ボタンのサイズ:
ms_my: Saiz butang:
nb_no: Knappstørrelse:
nl_nl: Knopgrootte:
pl_pl: Rozmiar przycisku:
ru_ru: Размер кнопки:
sv_se: Knappstorlek:
th: ขนาดปุ่ม:
tl: Laki ng button:
tr_tr: Buton boyutu:
zh_cn: 按钮大小：

# medium size button
source: medium
da_dk: mellem
de_de: mittel
el: μέσο
fa_ir: متوسط
fi: keskisuuri
fr_fr: moyenne
he_il: בינוני
hi_in: मध्यम
hu_hu: közepes
id_id: sedang
it_it: media
ja: 中
ms_my: sederhana
nb_no: mellomstor
nl_nl: gemiddeld
pl_pl: średni
ru_ru: средний
th: กลาง
tl: katamtaman
tr_tr: orta
zh_cn: 中

# large size button
source: large
da_dk: stor
de_de: groß
el: μεγάλο
fa_ir: بزرگ
fi: suuri
fr_fr: grande
he_il: גדול
hi_in: बड़ा
hu_hu: nagy
id_id: besar
it_it: grande
ja: 大
ms_my: besar
nb_no: stor
nl_nl: groot
pl_pl: duży
ru_ru: большой
sv_se: stor
th: ใหญ่
tl: malaki
tr_tr: büyük
zh_cn: 大
