Repository: Strongdev0813/wordpress-develop
Catalog: languages/twitter-*.po
Languages: da_dk, de_de, el, fa_ir, fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja, ms_my, nb_no, nl_nl, pl_pl, ru_ru, sv_se, th, tl, tr_tr, zh_cn

# A choice of color options grouped as a theme
source: Theme
da_dk: Tema
de_de: Thema
el: Θέμα
fa_ir: طرح زمینه
fi: Teema
fr_fr: Thème
he_il: ערכת עיצוב
hi_in: थीम
hu_hu: Téma
id_id: Tema
it_it: Tema
ja: テーマ
ms_my: Tema
nb_no: Tema
nl_nl: Thema
pl_pl: Motyw
ru_ru: Тема
sv_se: Tema
th: ธีม
tl: Tema
tr_tr: Tema
zh_cn: 主题

# CSS color styling of a link text
source: Link color
da_dk: Linkfarve
de_de: Link-Farbe
el: Χρώμα συνδέσμων
fa_ir: رنگ پیوند
fi: Linkin väri
fr_fr: Couleur des liens
he_il: צבע הקישור
hi_in: लिंक रंग
hu_hu: Hivatkozás színe
id_id: Warna tautan
it_it: Colore dei link
ja: リンクの色
ms_my: Warna pautan
nb_no: Linkfarge
nl_nl: Linkkleur
pl_pl: Kolor linka
ru_ru: Цвет ссылок
sv_se: Länkfärg
th: สีลิงก์
tl: Kulay ng link
tr_tr: Bağlantı rengi
zh_cn: 链接颜色

# CSS color styling of a box border
source: Border color
da_dk: Kantfarve
de_de: Randfarbe
el: Χρώμα περιγράμματος
fa_ir: رنگ حاشیه
fi: Reunuksen väri
fr_fr: Couleur des bordures
he_il: צבע הגבול
hi_in: बॉर्डर रंग
hu_hu: Keret színe
id_id: Warna batas
it_it: Colore del bordo
ja: 枠線の色
ms_my: Warna jidar
nb_no: Kantfarge
nl_nl: Randkleur
pl_pl: Kolor obramowania
ru_ru: Цвет рамки
sv_se: Kantlinjefärg
th: สีขอบ
tl: Kulay ng border
tr_tr: Çerçeve rengi
zh_cn: 边框颜色

source: Warnings
da_dk: Advarsler
de_de: Warnungen
el: Προειδοποιήσεις
fa_ir: هشدارها
fi: Varoitukset
fr_fr: Avertissements
he_il: אזהרות
hi_in: चेतावनी
hu_hu: Figyelmeztetések
id_id: Peringatan
it_it: Avvisi
ja: 警告
ms_my: Amaran
nb_no: Advarsler
nl_nl: Waarschuwingen
pl_pl: Ostrzeżenia
ru_ru: Предупреждения
sv_se: Varningar
th: คําเตือน
tl: Mga Babala
tr_tr: Uyarılar
zh_cn: 警告

source: Content Security Policy
da_dk: Sikkerhedspolitik for indhold
de_de: Inhaltssicherheitsrichtlinie
el: Πολιτική ασφαλείας περιεχομένου
fa_ir: سیاست ایمنی محتوا
fi: Sisällön suojauskäytäntö
fr_fr: Politique de sécurité des contenus
he_il: מדיניות אבטחת תוכן
hi_in: सामग्री सुरक्षा नीति
hu_hu: Tartalombiztonsági irányelv
id_id: Kebijakan Keamanan Konten
it_it: Policy sulla sicurezza dei contenuti
ja: コンテンツのセキュリティポリシー
ms_my: Dasar Keselamatan Kandungan
nb_no: Sikkerhetspolicy for innhold
nl_nl: Veiligheidsbeleid inzake content
pl_pl: Zasady bezpieczeństwa
ru_ru: Политика защиты содержимого
sv_se: Säkerhetsprincip för innehåll
th: นโยบายความปลอดภัยของเนื้อหา
tl: Patakaran sa Seguridad ng Patakaran
tr_tr: İçerik Güvenliği Politikası
zh_cn: 内容安全政策

source: Restrictions
da_dk: Begrænsninger
de_de: Beschränkungen
el: Περιορισμοί
fa_ir: محدودیت ها
fi: Rajoitukset
he_il: הגבלות
hi_in: प्रतिबंध
hu_hu: Korlátozások
id_id: Pembatasan
it_it: Limitazioni
ja: 制限
ms_my: Pengehadan
nb_no: Restriksjoner
nl_nl: Beperkingen
pl_pl: Ograniczenia
ru_ru: Ограничения
sv_se: Begränsningar
th: ข้อจำกัด
tl: Mga Paghihigpit
tr_tr: Kısıtlamalar
zh_cn: 限制

# Personalize Twitter content based on website visits
source: Personalization
da_dk: Personliggørelse
de_de: Individualisierung
el: Εξατομίκευση
fa_ir: تنظیم شخصی
fi: Mukauttaminen
fr_fr: Personnalisation
he_il: התאמה אישית
hi_in: निजीकरण
hu_hu: Személyreszabás
id_id: Personalisasi
it_it: Personalizzazione
ja: カスタマイズ
ms_my: Pemperibadian
nb_no: Personlig tilpasning
nl_nl: Personalisatie
pl_pl: Personalizacja
ru_ru: Персонализация
sv_se: Personanpassning
th: การปรับแต่งให้เป็นส่วนบุคคล
tl: Personalisasyon
tr_tr: Kişiselleştirme
zh_cn: 个性化

source: Customize colors used in Twitter widgets to match your site's theme
da_dk: Tilpas farver brugt i Twitter-widgets til at matche dit websteds tema
de_de: In Twitter Widgets verwendete Farben an das Thema der Site anpassen
el: Προσαρμόστε τα χρώματα που χρησιμοποιούνται στα widget του Twitter ώστε να ταιριάζουν με το θέμα της διαδικτυακής σας τοποθεσίας
fa_ir: تنظیم سفارشی رنگ های به کار رفته در ویجت های توییتر برای مطابقت با طرح زمینه سایت شما
fi: Mukauta Twitter-pienoisohjelmissa käytetyt värit vastaamaan sivustosi teemaa
fr_fr: Personnalisez les couleurs utilisées dans les widgets Twitter en fonction du thème de votre site.
he_il: בצע התאמה אישית של הצבעים שנעשה בהם שימוש בווידג'טים של טוויטר כך שיתאימו לערכת העיצוב של האתר שלך
hi_in: ट्विटर विज़ेट के रंग को अपनी साइट की थीम से मैच कराने के लिए कस्टमाइज़ करें
hu_hu: Szabd személyre a Twitter widgetek színét, hogy azok passzoljanak az oldalad témájához
id_id: Menyesuaikan warna yang digunakan di widget Twitter agar selaras dengan tema situs Anda
it_it: Personalizza i colori usati nei widget Twitter in abbinamento al tema del tuo sito
ja: 自分のサイトのテーマに合うようTwitterウィジェットで使う色をカスタマイズ
ms_my: Sesuaikan warna yang digunakan dalam widget Twitter agar sepadan dengan tema tapak anda
nb_no: Tilpass fargene i Twitter-skjermelementer etter temaet på nettstedet ditt
nl_nl: Kleuren in Twitter-widgets aanpassen aan het thema van uw site
pl_pl: Dostosuj kolory w widżetach Twittera i dopasuj je do motywu strony
ru_ru: Настройка цветов в виджетах Твиттера в соответствии с темой вашего сайта
sv_se: Anpassa färger som används i Twitter-widgetar efter din webbplats tema
th: ปรับแต่งสีที่ใช้ในวิดเจททวิตเตอร์ให้เข้ากับธีมของไซต์ของคุณ
tl: Mga customize na kulay na ginagamit sa mga Twitter widget para tumugma sa tema ng iyong site
tr_tr: Twitter bileşenlerinde kullanılan renkleri sitenizin temasıyla uyumlu olacak şekilde özelleştirme
zh_cn: 自定义 Twitter 小工具中所使用的颜色以匹配您的网站主题

source: Color of link text inside a Twitter widget.
da_dk: Farve på linktekst inde i en Twitter-widget.
de_de: Farbe des Link-Textes in einem Twitter Widget.
el: Χρώμα του κειμένου του συνδέσμου μέσα σε widget του Twitter.
fa_ir: رنگ متن پیوند در یک ویجت توییتر.
fi: Twitter-pienoisohjelmassa olevan linkin väri.
fr_fr: Couleur du texte du lien dans un widget Twitter
he_il: צבע הטקסט בקישור המוצג בתוך וידג'ט של טוויטר.
hi_in: ट्विटर विज़ेट के भीतर लिंक टेक्स्ट का रंग
hu_hu: Hivatkozás szövegének színe a Twitter widgetben.
id_id: Warna teks tautan di dalam widget Twitter.
it_it: Colore del testo del link all'interno di un widget Twitter.
ja: Twitterウィジェット内のリンクテキストの色。
ms_my: Warna teks pautan dalam widget Twitter.
nb_no: Fargen på teksten i en link i et Twitter-skjermelement.
nl_nl: Kleur van linktekst in een Twitter-widget.
pl_pl: Kolor linka w widżecie Twittera.
ru_ru: Цвет текста ссылки в виджете Твиттера.
sv_se: Färgen på länktext i en Twitter-widget.
th: สีของข้อความลิงก์ภายในวิดเจททวิตเตอร์
tl: Kulay ng teksto ng link sa loob ng Twitter widget.
tr_tr: Bir Twitter bileşeni içindeki bağlantı metninin rengi.
zh_cn: Twitter 小工具中链接文本的颜色。

source: Color of border surrounding a Twitter widget.
da_dk: Farve på kant omkring en Twitter-widget.
de_de: Farbe des Randes um ein Twitter Widget herum.
el: Χρώμα του περιγράμματος γύρω από ένα widget του Twitter.
fa_ir: رنگ حاشیه اطراف یک ویجت توییتر.
fi: Twitter-pienoisohjelmaa ympäröivän reunuksen väri.
fr_fr: Couleur de la bordure entourant un widget Twitter
he_il: צבע הטקסט הגבול המקיף את הווידג'ט של טוויטר.
hi_in: ट्विटर विज़ेट को घेरने वाले बॉर्डर का रंग
hu_hu: A Twitter widget körüli keret színe.
id_id: Warna batas di sekeliling widget Twitter.
it_it: Colore del bordo di un widget Twitter.
ja: Twitterウィジェットを囲む枠線の色。
ms_my: Warna jidar yang mengelilingi widget Twitter.
nb_no: Fargen på kanten rundt et Twitter-skjermelement.
nl_nl: Kleur van rand rond een Twitter-widget.
pl_pl: Koror obramowania w widżecie Twittera.
ru_ru: Цвет рамки вокруг виджета Твиттера.
sv_se: Färgen på kantlinjen runt en Twitter-widget.
th: สีของขอบรอบวิดเจททวิตเตอร์
tl: Kulay ng border na pumapalibot sa Twitter widget.
tr_tr: Bir Twitter bileşeni etrafındaki çerçevenin rengi.
zh_cn: Twitter 小工具的边框颜色。

source: Twitter Embedded Tweet and Timeline widgets support customization of color theme, link color, and border color inside a rendered widget.
da_dk: Indlejret Twitter-tweet og tidslinje-widgets understøtter tilpasning af farvetema, linkfarve og kantfarve inde i en renderet widget.
de_de: Eingebettete Tweets von Twitter und Timeline-Widgets unterstützen die farbliche Anpassung von Thema, Link- und Randfarbe in einem angezeigten Widget.
el: Τα Ενσωματωμένα Tweet και τα widget στο Χρονολόγιο από το Twitter υποστηρίζουν την προσαρμογή χρώματος θέμα, χρώμα συνδέσμου και χρώμα περιγράμματος μέσα σε ενσωματωμένο widget.
fa_ir: توییت تعبیه شده توییتر و ویجت های خط زمان از طرح زمینه رنگی، رنگ پیوند و رنگ حاشیه داخل یک ویجت تبدیل شده پشتیبانی می کنند.
fi: Twitterin aikajanan ja upotetun twiitin pienoisohjelmat tukevat väriteeman, linkin värin ja reunuksen värin mukauttamista pienoisohjelman sisällä.
fr_fr: Les widgets Twitter de Tweet intégré et de fil prennent en charge la personnalisation du thème et des couleurs des liens et des bordures dans un widget rendu.
he_il: מאפיין הציוץ המוטבע של טוויטר ווידג'טים של ציר הזמן תומכים בהתאמה אישית של ערכת צבעים, צבע קישור וצבע הגבול בווידג'ט מעובד
hi_in: ट्विटर में एम्बेड किए गए ट्वीट और टाइम-लाइन विज़ेट रंग कस्टमाइज़ करने का समर्थन करते हैं एक रेंडर किए गए विज़ेट के भीतर थीम, लिंक रंग, और बॉर्डर रंग
hu_hu: A beágyazott Twitter Tweetek és az idővonali widgetek támogatják az egyéni témaszíneket, hivatkozásszíneket és keretszíneket a leképezett widgetben.
id_id: Tweet Terlampir Twitter dan widget Timeline mendukung penyesuaian tema warna, warna tautan, dan warna batas di dalam widget yang ditampilkan.
it_it: I Tweet integrati e i widget della cronologia di Twitter supportano la personalizzazione del tema di colori e del colore del link e del bordo in un widget visualizzato.
ja: Twitterの埋め込みツイートとタイムラインウィジェットは、表示されるウィジェット内の色のテーマ、リンクの色、枠線の色のカスタマイズをサポートしています。
ms_my: Tweet Terbenam Twitter dan widget Garis masa menyokong penyesuaian warna tema, warna pautan dan warna jidar di dalam widget yang dihasilkan.
nb_no: Twitters skjermelementer for Innebygd tweet- og Tidslinje støtter tilpasning av farge tema, linkfarge og kantfarge i et gjengitt skjermelement.
nl_nl: Twitter-widgets voor ingesloten tweets en tijdlijnen bieden ondersteuning voor aanpassing van kleurthema, linkkleur en randkleur in een weergegeven widget.
pl_pl: Zmiana koloru wątku, linków, obramowania wewnątrz widżeta wiąże się także ze zmianą koloru we wbudowanych tweetach i widżetach wykorzystujących oś czasu Twittera.
ru_ru: Встроенные твиты и виджеты ленты Твиттера поддерживают настройку цветовой темы, цвета ссылок и цвета рамки визуализированного виджета.
sv_se: Widgetarna Inbäddad tweet och Tidslinje stöder anpassning av färgtemat, länkfärgen och kantlinjefärgen i en renderad widget.
th: ทวีตที่ฝังตัวในทวิตเตอร์และวิดเจทลําดับเหตุการณ์รองรับการปรับแต่งสี ธีม สีลิงก์ และสีขอบภายในวิดเจทที่แสดง
tl: Ang Twitter Naka-Embed na Tweet at mga Timeline widget at suportado ang pagpapasadya ng kulay tema, kulay ng link, at kulay ng border sa loob na na-render na kulay sa widget.
tr_tr: Twitter Katıştırılmış Tweet ve Zaman Akışı bileşenleri, görüntülenen bir bileşen içindeki renk teması, bağlantı rengi ve çerçeve renginin özelleştirilmesini destekler.
zh_cn: Twitter 嵌入推文和时间线小工具支持经过渲染的小工具中的颜色主题、链接颜色和边框颜色的自定义。

source: Choose a light or dark theme to best match the background color and text color of surrounding content.
da_dk: Vælg en lyst eller mørkt tema, der bedst passer til baggrundsfarven og tekstfarven på det omgivende indhold.
de_de: Wählen Sie ein helles oder dunkles Thema aus, um die Hintergrund- und Textfarbe des umgebenden Inhalts optimal anzupassen.
el: Επιλέξτε ένα ανοιχτό ή σκούρο θέμα για να ταιριάζει καλύτερα στο χρώμα του φόντου και του κειμένου χρώμα του περιβάλλοντος περιεχομένου.
fa_ir: یک طرح زمینه روشن یا تاریک را انتخاب کنید تا به بهترین شکل با رنگ پس زمینه و رنگ متن اطراف محتوا مطابقت داشته باشد.
fi: Valitse ympäröivän sisällön taustaväriin ja tekstiin parhaiten sopiva vaalea tai tumma teema.
fr_fr: Choisissez un thème clair ou foncé adapté à la couleur de l'arrière-plan et du texte du contenu environnant.
he_il: בחר ערכת עיצוב בהירה או כהה שתתאים בצורה הטובה ביותר לצבע הרקע ולצבע הטקסט של התוכן מסביב.
hi_in: पृष्ठभूमि और आस-पास की सामग्री टेक्स्ट के रंग से बेहतर मैच कराने के लिए हल्का या गहरा रंग चुनें.
hu_hu: Válassz világos vagy sötét témát, hogy az a legjobban illeszkedjen a környező tartalom háttérszínéhez és szövegszínéhez.
id_id: Pilih tema terang atau gelap untuk menyesuaikan warna latar belakang dan warna teks dari konten di sekelilingnya.
it_it: Scegli un tema chiaro o scuro per un abbinamento perfetto con il colore dello sfondo e del testo dei contenuti vicini.
ja: 周囲のコンテンツの背景色とテキストの色に最もマッチする、明るいまたは暗い色調のテーマを選択してください。
ms_my: Pilih tema cerah atau gelap agar sepadan terbaik dengan warna latar belakang dan warna teks bagi kandungan yang mengelilingnya.
nb_no: Velg et lyst eller mørkt tema ut i fra hva som passer best til bakgrunnsfargen og tekstfargen til det øvrige innholdet.
nl_nl: Kies het thema (licht of donker) dat het best past bij de achtergrondkleur en de tekstkleur van de omringende content.
pl_pl: Wybierz motyw jasny lub ciemny, aby dopasować kolor tła i kolor tekstu na Twitterze.
ru_ru: Выберите светлую или темную тему — в зависимости от того, что лучше соответствует цвету фона и текста окружающего содержимого.
sv_se: Välj ett ljust eller mörkt tema som bäst passar det omgivande innehållets bakgrunds- och textfärg.
th: เลือกธีมสว่างหรือมืดเพื่อให้เหมาะกับข้อความและสีพื้นหลังมากที่สุด สีของเนื้อหาโดยรอบ
tl: Pumili ng maliwanag o madilim na tema upang tumugna sa kulay at teksto ng background kulang ng mga nakapaligid na nilalaman.
tr_tr: Çevreleyen içeriğin arkaplan rengine ve metin rengine en iyi şekilde uyan açık veya koyu bir tema seçin.
zh_cn: 选择浅色或深色主题来最好地匹配周围内容的背景颜色和文字颜色。

source: Link color is applied to linked text including URLs, #hashtags, and @mentions.
da_dk: Linkfarve anvendes på tekst med links herunder URL-adresser, #hashtags og @omtaler.
de_de: Die Link-Farbe wird auf verlinkten Text angewendet, z. B. URLs, #Hashtags und @Erwähnungen.
el: Το χρώμα του συνδέσμου εφαρμόζεται στο κείμενο του συνδέσμου, συμπεριλαμβανομένων διευθύνσεων URL, #ετικέτες και @επισημάνσεις.
fa_ir: رنگ پیوند برای متن پیوندی کاربرد دارد از جمله نشانی های اینترنتی، #هشتگ ها، و @مواردی که از شما نام برده شده است.
fi: Linkin väriä käytetään linkitetyissä teksteissä, kuten URL-osoitteissa, #avainsanoissa ja @maininnoissa.
fr_fr: La couleur des liens est appliquée au texte des liens, notamment URL, #hashtags et @mentions.
he_il: צבע הקישור יוחל על טקסט מקושר, כולל כתובות, #תגים ו-@אזכורים
hi_in: लिंक रंग #हैशटैग, और @उल्लेख सहित लिंक किए गए टेक्स्ट पर लागू किया जाता है.
hu_hu: A hivatkozás színe a hivatkozott szövegre érvényes, beleértve az URL-címeket, a #címkéket és az @említéseket.
id_id: Warna tautan diterapkan pada teks yang ditautkan termasuk URL, hashtag, dan @sebutan.
it_it: Il colore del link viene applicato a tutti i testi con link, compresi URL, #hashtag e @menzioni.
ja: リンクの色はURL、#ハッシュタグ、@ツイートなどのリンクテキストに適用されます。
ms_my: Warna pautan digunakan pada teks terpaut termasuk URL, #hashtag dan @sebutan.
nb_no: Linkfargen brukes i linket tekst, inkludert URL-er, #hashtagger og @omtaler.
nl_nl: Linkkleur wordt toegepast op linktekst, zoals in URL’s, #hashtags en @vermeldingen.
pl_pl: Zmiana koloru linka wiąże się ze zmianą koloru treści linka, w tym adresów www, #hasztagów i @wzmianek.
ru_ru: Цвет ссылок применяется ко всем текстовым ссылкам, в том числе URL-адресам, #меткам и @упоминаниям.
sv_se: Länkfärgen används på länktext, däribland webbadresser, #hashtaggar och @omnämnanden.
th: สีลิงก์ใช้กับข้อความที่ลิงก์ รวมถึง URL, #แฮชแท็ก และ @คนที่พูดถึง
tl: Nilalapat ang kulay ng teksto ng link kabilang ang mga URL, #hashtag, at @mgapagbanggit
tr_tr: Bağlantı rengi, bağlantılar, #etiketler ve @bahsedenler dahil olmak üzere bağlantı içeren metinlere uygulanır.
zh_cn: 链接颜色适用于链接文本，包括 URL、#话题标签和@提及。

source: Border color applies to borders separating Tweet sections or individual Tweets.
da_dk: Kantfarve anvendes på kanter, der adskiller tweet-afsnit eller individuelle tweets.
de_de: Die Randfarbe lässt sich auf Trennlinien zwischen Tweet-Abschnitten oder einzelnen Tweets anwenden.
el: Το χρώμα περιγράμματος εφαρμόζεται στα περιγράμματα που χωρίζουν τις ενότητες των Tweet ή τα μεμονωμένα Tweet.
fa_ir: رنگ حاشیه در مورد حاشیه هایی به کار می رود که قسمت های توییت یا توییت های تکی را از یکدیگر جدا می کند.
fi: Reunuksen värillä tarkoitetaan twiittiosioiden tai yksittäisten twiittien välissä olevia reunuksia.
fr_fr: La couleur de bordure s'applique aux bordures qui séparent les sections d'un Tweet ou différents Tweets.
he_il: צבע הגבול יוחל על גבולות המפרידים בין מקטעי ציוץ או בין ציוצים יחידים.
hi_in: बॉर्डर रंग ट्वीट अनुभागों या विशिष्ट ट्वीट को अलग करने वाले बॉर्डर पर लागू होता है.
hu_hu: A keret színe a Tweeteket elválasztó keretekre vagy az egyéni Tweetekre érvényes.
id_id: Warna batas diterapkan pada batas yang memisahkan bagian Tweet atau tiap-tiap Tweet.
it_it: Il colore del bordo viene applicato ai bordi che separano le sezioni o i singoli Tweet.
ja: 枠線の色はツイートセクションまたはそれぞれのツイートを分ける枠線に適用されます。
ms_my: Warna jidar digunakan pada jidar yang memisahkan bahagian Tweet atau Tweet individual .
nb_no: Kantfargen brukes på kanter som skiller deler av tweets eller individuelle tweets.
nl_nl: Randkleur is van toepassing op randen die gedeeltes van tweets of afzonderlijke tweets van elkaar scheiden.
pl_pl: Zmiana koloru linka wiąże się ze zmianą obramowania oddzielającego sekcje na Twitterze i poszczególne tweety.
ru_ru: Цвет рамки применяется к рамкам вокруг разделов твита или отдельных твитов.
sv_se: Kantlinjefärgen används på kantlinjer som skiljer tweetavsnitt och enskilda tweets åt.
th: สีขอบใช้กับขอบที่แยกส่วนทวิตเตอร์ออกจากกัน ทวีต
tl: Nilalapat ang kulay ng border na naghihiwalay sa mga seksyo ng Tweet o indibidwal Mga Tweet.
tr_tr: Çerçeve rengi Tweet bölümlerini veya ayrı Tweetleri ayıran çerçevelere uygulanır.
zh_cn: 边框颜色适用于分隔推文部分或单独的推文的边框。

source: Limit Twitter functionality
da_dk: Begræns Twitter-funktionalitet
de_de: Twitter-Funktionalität begrenzen.
el: Περιορισμός λειτουργιών Twitter
fa_ir: محدود کردن عملکرد توییتر
fi: Rajoita Twitter-toimintoja
fr_fr: Limiter les fonctionnalités Twitter
he_il: הגבלת הפונקציונליות של טוויטר
hi_in: ट्विटर की कार्यक्षमता सीमित करना
hu_hu: A Twitter funkcióinak korlátozása
id_id: Batasi fungsionalitas Twitter
it_it: Limita la funzionalità di Twitter
ja: Twitterの機能を制限
ms_my: Hadkan fungsi Twitter
nb_no: Begrens Twitter-funksjonaliteten
nl_nl: Twitter-functionaliteit beperken
pl_pl: Ogranicz funkcje Twittera
ru_ru: Ограничение функциональности Твиттера
sv_se: Begränsa Twitters funktion
th: จำกัดฟังก์ชันการทำงานของทวิตเตอร์
tl: Limitahan ang functionality ng Twitter
tr_tr: Twitter işlevlerini sınırlandırma
zh_cn: 限制 Twitter 功能

source: Do not use my website to tailor content and suggestions for Twitter users
da_dk: Brug ikke mit websted til at skræddersy indhold og forslag til Twitter-brugere
de_de: Meine Website nicht dazu verwenden, Inhalte und Vorschläge auf Twitter Nutzer abzustimmen
el: Να μην χρησιμοποιείται η διαδικτυακή μας τοποθεσία για την προσαρμογή περιεχομένου και προτάσεων προς τους χρήστες του Twitter
fa_ir: از وب سایت من برای تنظیم سفارشی محتوا و پیشنهادها برای کاربران توییتر استفاده نشود
fi: Älä käytä sivustoani sisällön ja ehdotusten mukauttamiseen Twitter-käyttäjille
fr_fr: N'utilisez pas mon site Web en vue de personnaliser le contenu et les suggestions pour les utilisateurs de Twitter.
he_il: אין להשתמש באתר שלי כדי להתאים תוכן והצעות למשתמשי טוויטר
hi_in: मेरी वेबसाइट का उपयोग ट्विटर उपयोगकर्ताओं के लिए मनमाफिक सामग्री या सुझाव बनाने के लिए न करें
hu_hu: Ne használja a webhelyemet a tartalmak és javaslatok Twitter-felhasználóknak történő személyre szabásához
id_id: Jangan gunakan situs web saya untuk menyesuaikan konten dan usulan bagi pengguna Twitter
it_it: Non utilizzare il mio sito Web per personalizzare contenuti e suggerimenti per gli utenti Twitter
ja: コンテンツとおすすめのTwitterユーザーをカスタマイズするために自分のWebサイトを使用しない
ms_my: Jangan gunakan tapak web saya untuk memperibadikan kandungan dan cadangan bagi pengguna Twitter
nb_no: Ikke bruk nettstedet mitt for å tilpasse innhold og forslag for Twitter-brukere
nl_nl: Mijn website niet gebruiken om aangepaste content en suggesties voor Twitter-gebruikers te bieden
pl_pl: Nie korzystaj z mojej strony w celu dostosowania treści i sugestii dla użytkowników Twittera
ru_ru: Не использовать мой веб-сайт для отображения содержимого и рекомендаций пользователям Твиттера с учетом их интересов
sv_se: Anpassa inte innehåll och förslag till användare av Twitter med hjälp av min webbplats
th: อย่าใช้เว็บไซต์ของฉันปรับแต่งเนื้อหาและคำแนะนำสำหรับผู้ใช้ทวิตเตอร์
tl: Huwag gamitin ang website ko para ipasasya ang nilalaman at mungkahi para sa mga user ng Twitter
tr_tr: Twitter kullanıcıları için içerik ve öneri düzenlemek üzere web sitemi kullanmayın
zh_cn: 请勿使用我的网站来定制 Twitter 用户的内容和建议

source: Twitter may track website visitors for advertising targeting, suggested Twitter accounts, and other purposes.
da_dk: Twitter kan spore besøgende på websteder til annonceringsmålretning, foreslåede Twitter-konti og andre formål.
de_de: Twitter kann die Aktivitäten von Website-Besuchern zur Zielgruppendefinition für Werbung, vorgeschlagene Twitter Accounts und zu anderen Zwecken nachverfolgen.
el: Το Twitter μπορεί να παρακολουθεί τους επισκέπτες μιας διαδικτυακής τοποθεσίας με σκοπό τη στοχοθέτηση διαφημίσεων, την προώθηση προτεινόμενων λογαριασμών Twitter και για άλλους σκοπούς.
fa_ir: ممکن است توییتر بازدیدکنندگان وب سایت را دنبال کند تا برای تبلیغات هدفمند، حساب های توییتر پیشنهادی و اهدافی دیگر از آنها استفاده شود.
fi: Twitter voi seurata sivuston vierailijoita mainosten kohdentamista, Twitter-tilien ehdottamista ja muita tarkoituksia varten.
fr_fr: Twitter peut effectuer le suivi des visiteurs du site Web à des fins de ciblage publicitaire, pour suggérer des comptes Twitter et à d'autres fins.
he_il: טוויטר עשויה לעקוב אחר מבקרים באתר לצורך מיקוד פרסומים, הצעות לחשבונות טוויטר ומטרות אחרות.
hi_in: ट्विटर विज्ञापन लक्ष्यीकरण, सुझावित ट्विटर खातों, और अन्य उद्देश्यों के लिए वेबसाइट विज़िटरों को ट्रैक कर सकता है.
hu_hu: A Twitter nyomon követheti a látogatókat célzott hirdetések és javasolt Twitter-fiókok megjelenítéséhez és egyéb célokhoz.
id_id: Twitter dapat melacak pengunjung situs web untuk penargetan iklan, akun Twitter yang diusulkan, dan tujuan lainnya.
it_it: Twitter può tenere traccia delle visite sul sito Web per il targeting degli annunci, gli account Twitter consigliati e altri scopi.
ja: Twitterは、ターゲティング広告、おすすめのTwitterアカウントおよびその他の目的でWebサイトの訪問者をトラッキングする場合があります。
ms_my: Twitter boleh menjejak pelawat tapak web untuk penyasaran pengiklanan, akaun Twitter cadangan dan tujuan lain.
nb_no: Twitter kan spore besøk på nettsteder i forbindelse med målretting av annonser, foreslåtte Twitter-kontoer og andre formål.
nl_nl: Twitter kan bezoekers van websites bijhouden voor targeting van advertenties, aanbevolen Twitter-accounts en andere doeleinden.
pl_pl: Twitter może monitorować odwiedzających na stronie, m.in. w celu kierowania reklam i sugerowania kont użytkowników Twittera.
ru_ru: Твиттер может отслеживать посетителей веб-сайта для показа рекламы целевой аудитории, рекомендации учетных записей в Твиттере и других целей.
sv_se: Twitter kan spåra webbplatsbesökare för riktad marknadsföring, för att ge förslag på Twitter-konton och för andra ändamål.
th: ทวิตเตอร์อาจติดตามผู้เข้าชมเว็บไซต์เพื่อวัตถุประสงค์ด้านการกำหนดเป้าหมายการโฆษณา บัญชีทวิตเตอร์ที่แนะนำ และอื่นๆ
tl: Maaaring subaybayan ng Twitter ang mga bisita para sa mga pag-target ng advertising Mga account ng Twitter at iba pang layunin.
tr_tr: Twitter, reklam hedefleme, önerilen Twitter hesapları ve diğer amaçlarla web site ziyaretçilerini takip edebilir.
zh_cn: Twitter 可追踪网站访客用于广告定位、推荐的Twitter 账号和其他用途。
